{
  "about": "About me",
  "home": "Home",
  "skills": "Skills",
  "work": "Work",
  "contact": "Contact",
  "hi": "Hi, I'm Daniel. Please take a look around.",
  "hi2": "Hi, my name is",
  "iam": "I'm a Full Stack Developer",
  "brief": "My main concern is designing and creating exceptional digital experiences. Currently, I am focused on building responsive full-stack web applications and dapps.",
  "view": "View Work",
  "me1": "As a systems engineer I have worked for more than a decade in R&D linked to the area of ​​embedded systems, FPGAs and digital design, programming in languages ​​as dissimilar as VHDL, C and Delphi.",
  "me2": "Over the last decade I have turned to Full Stack development and specialized in PHP, React JS, Angular and Node JS.",
  "me3": "In 2017 I entered the blockchain world and since then I have started to acquire knowledge about Ethereum and smart contracts, developing skills to program in Solidity and use Truffle Suite, Ganache, HardHat and OpenZeppelin, among others.",
  "me4": "I'm confident, curious by nature, and I continuously improve my skills by applying disruptive insights and perspectives when solving complex problems or jams.",
  "me5": "If I had to define myself in a single sentence, I would say that I am a family guy, a lover of jazz and Eastern philosophies, a photography and oenoculture enthusiast, with strong roots in the technological field.",
  "adult": "adult",
  "tech": "These are some of the technologies I've worked with",
  "checkout": "Check out some of my recent work",
  "code": "Code",
  "phpapp": "PHP/MySQL/JS",
  "reactapp": "React JS",
  "wd1": "Custom made for FPMT Italy, this app provides multiuser two-level access to a tibetan dictionary database with definitions translated into 3 languages. Authorized users are able to create new entries, crossed references and links.",
  "wd2": "This app implements an api (Node/Express) with data extracted from the CoinMarketCap site and a React UI that connects at the user level with Metamask. Through smart contracts (Solidity) it allows conversion (swapping) of Ethereum tokens.",
  "wd3": "Catalogue of titles created for Shang Shung Publications. Implemented in PHP, JS and MySQL also provides the ability to create in real-time (according to current stock) a downloadable PDF version of the catalogue in two currencies.",
  "wd4": "UI for sales system using interchangeable themes for dark and clear modes, graphics and datatables for users, orders and earnings, among others. React with Tailwind is used and support for multi-language is provided.",
  "wd5": "This app implements several endpoints to access a Mongo database containing info about music albums and three kind of users (admin, moderator and standard). The UI is built on React and Tailwind and search on artist, time periods and music format is supported.",
  "wd6": "Booking clone UI created in React with Tailwind implementing a powerful search engine. Users database and auth use MongoDB. Multi-language support is provided.",
  "name": "Name",
  "subject": "Subject",
  "message": "Message",
  "send": "Send",
  "msg_ok": "Message successfully sent!",
  "msg_fail": "Failed to send the message, please try again",
  "interest": "I am interested in freelance opportunities - especially from the dapp world or big projects in general. However, if you have another requirement or question, do not hesitate to contact me using the form below.",
  "headquarters": "Daniel's headquarters. Come whenever you want to have a coffee. :)",
  "resume": "Academic",
  "language": "ENG"
}
