{
  "about": "Su di me",
  "home": "Home",
  "skills": "Competenze",
  "work": "Lavori",
  "contact": "Contatto",
  "hi": "Ciao, sono Daniel. Dai un'occhiata al mio profilo.",
  "hi2": "Ciao, mi chiamo",
  "iam": "Sono un Full Stack Developer",
  "brief": "La mia occupazione principale è la progettazione e la creazione di esperienze digitali eccezionali. Attualmente, mi sto concentrando sulla creazione di applicazioni Web e dapps Full-Stack reattive.",
  "view": "Visualizza lavori",
  "me1": "Come ingegnere di sistema ho lavorato per più di un decennio in ricerca e sviluppo legato all'area dei embedded systems, FPGA e progettazione digitale, programmando in linguaggi dissimili come VHDL, C e Delphi.",
  "me2": "Nell'ultimo decennio mi sono rivolto allo sviluppo Full Stack diventando uno specialista in PHP, React JS, Angular e Node JS.",
  "me3": "Nel 2017 sono entrato nel mondo blockchain inizindo ad acquisire conoscenza su Ethereum e smart contracts, quindi sviluppando competenze per programmare in Solidity, Truffle Suite, Ganache, HardHat e OpenZeppelin, tra altri.",
  "me4": "Sono fiducioso, curioso per natura e provo a migliorare continuamente le mie capacità applicando intuizioni e prospettive dirompenti quando risolvo problemi complessi o ingorghi.",
  "me5": "Se dovessi definirmi in una sola frase, direi che sono un uomo di famiglia, amante del jazz e delle filosofie orientali, appassionato di fotografia ed enocultura, con forti radici nel campo tecnologico.",
  "tech": "Queste sono alcune delle tecnologie con cui ho lavorato",
  "checkout": "Ecco qua alcuni dei miei lavori recenti",
  "code": "Codice",
  "phpapp": "PHP/MySQL/JS",
  "reactapp": "React JS",
  "wd1": "Realizzata su misura per FPMT Italia, questa app fornisce un accesso multiutente a due livelli al database di un dizionario tibetano con definizioni tradotte in 3 lingue. Gli utenti autorizzati sono in grado di creare nuove voci, riferimenti incrociati e collegamenti.",
  "wd2": "Questa app implementa un'API (Node/Express) con i dati estratti dal sito CoinMarketCap e una React UI che si collega a livello di utente con Metamask. Tramite smart contract (Solidity) permette la conversione di token Ethereum.",
  "wd3": "Catalogo dei titoli creati per la Shang Shung Publications. Scritto in PHP, JS e MySQL offre anche la possibilità di creare in tempo reale una versione PDF scaricabile del catalogo in due valute.",
  "wd4": "UI per un sistema di vendita che utilizza temi modificabili per il giorno e la notte, grafici e tabelle dati per utenti, ordini e guadagni, tra gli altri. La programmazione è stata fatta in React con Tailwind e si fornisce il supporto per il multilingua.",
  "wd5": "Questa app implementa diversi endpoint per accedere a un database Mongo contenente informazioni su album musicali e tre tipi di utenti (amministratore, moderatore e standard). La UI è basata su React e Tailwind ed è supportata la ricerca per artista, periodi di tempo e formato.",
  "wd6": "UI clone di Booking creata in React con Tailwind che implementa un potente motore di ricerca. Il database e l'autenticazione degli utenti utilizzano Firebase V9. Viene fornito il supporto multilingue.",
  "name": "Nome",
  "subject": "Soggetto",
  "message": "Messagio",
  "send": "Invia",
  "msg_ok": "Messaggio inviato con successo!",
  "msg_fail": "Impossibile inviare il messaggio, per favore riprova",
  "interest": "Sono interessato alle opportunità di freelance, soprattutto dal mondo dapp o dai grandi progetti in generale. Tuttavia, se hai un'altra esigenza o domanda, non esitare a contattarmi utilizzando il modulo sottostante.",
  "headquarters": "Quartier generale di Daniel. Vieni quando vuoi a prendere un caffè. :)",
  "resume": "Scienza",
  "language": "ITA"
}
