{
  "about": "Sobre mí",
  "home": "Inicio",
  "skills": "Habilidades",
  "work": "Trabajos",
  "contact": "Contacto",
  "hi": "Hola, soy Daniel. He aquí mi perfil.",
  "hi2": "Hola, me llamo",
  "iam": "Soy un Desarrollador Full Stack",
  "brief": "Me especializo en diseñar y crear excepcionales experiencias digitales. Actualmente, estoy enfocado en la creación de aplicaciones web y dapps full-stack responsivas.",
  "view": "Ver mis trabajos",
  "me1": "Como ingeniero de sistemas he trabajado por más de una década en I + D vinculado con el área de embedded systems, FPGAs y diseño digital programando en lenguajes tan disímiles como VHDL, C y Delphi.",
  "me2": "En la última década viré al desarrollo Full Stack y me especialicé en PHP, React JS, Angular y Node JS.",
  "me3": "En 2017 ingresé al mundo blockchain y desde entonces comencé a adquirir conocimientos sobre Ethereum y los contratos inteligentes, desarrollando habilidades para programar en Solidity y utilizar Truffle Suite, Ganache, HardHat y OpenZeppelin, entre otros.",
  "me4": "Soy confiado, curioso por naturaleza, y me ocupo continuamente de mejorar mis habilidades aplicando visiones y perspectivas disruptivas cuando debo resolver problemas o atascos complejos.",
  "me5": "Si debiera definirme en una sola oración, diría que soy un tipo familiero, amante del jazz y las filosofías orientales, un entusiasta de la fotografía y la enocultura, con fuertes raíces en el campo tecnológico.",
  "tech": "Estas son algunas de las tecnologías con las que he trabajado",
  "checkout": "Algunos de mis trabajos recientes",
  "code": "Código",
  "phpapp": "PHP/MySQL/JS",
  "reactapp": "React JS",
  "wd1": "Realizada para FPMT Italia, esta app maneja una base de datos de expresiones tibetanas traducidas a tres idiomas. Provee acceso a diferentes categorías de usuarios, algunos autorizados a agregar nuevos términos, referencias cruzadas y links.",
  "wd2": "Esta app implementa una api (Node/ Express) con datos extraídos del sitio CoinMarketCap y una UI en React que se conecta a nivel de usuario con Metamask. A través de contratos inteligentes (Solidity) permite convertir tokens de Ethereum.",
  "wd3": "Catálogo de títulos creado para Shang Shung Publications. Implementado en PHP, JS y MySQL, también ofrece la posibilidad de crear en tiempo real (según stock actual) una versión PDF descargable del catálogo en diferentes divisas.",
  "wd4": "Interfaz de usuario para un sistema de ventas que utiliza temas intercambiables para modo claro y oscuro, gráficos y tablas de datos para usuarios, pedidos y ganancias, entre otros. Se utiliza React con Tailwind y se proporciona soporte para varios idiomas.",
  "wd5": "Esta aplicación implementa varios endpoints para acceder a una DB Mongo que contiene información sobre álbumes de música y tres tipos de usuarios (administrador, moderador y estándar). La UI está hecha en React y admite la búsqueda por artista, períodos de tiempo y formato.",
  "wd6": "App clon de Booking creada en React que implementa búsquedas y reservas a través de una Api REST creada en node. La base de datos de usuarios y la autenticación usan Mongo DB. Se proporciona soporte bilingüe inglés y español.",
  "wd7": "Chat app, tipo whatsapp, creada con React que utiliza servicios de autenticación, almacenamiento y base de datos de Google Firebase.",
  "wd8": "App clon de la lista de espera de CryptoBooks, implementada con React y Firebase en Google Cloud.",
  "name": "Nombre",
  "subject": "Asunto",
  "message": "Mensaje",
  "send": "Enviar",
  "msg_ok": "¡Mensaje enviado exitosamente!",
  "msg_fail": "Falló el envío del mensaje, por vuelva a intentar",
  "interest": "Estoy interesado en oportunidades freelance - especialmente del mundo dapp o grandes proyectos en general. No obstante, si tienes otro requerimiento o pregunta, no dudes en contactarme usando el formulario de aca abajo.",
  "headquarters": "Daniel vive aquí, vení a tomar unos mates :)",
  "resume": "Académico",
  "language": "ESP"
}
